<?php
// Model/Interest.php
class Interest {
    const CATEGORIES = [
        "hobby" => [
            "title" => "Основное",
            "description" => "Меня зовут Пётр, я родился в городе Симферополе где-то в районе ул. Пушкина. С рождения я увлекался программированием, когда папа купил ноутбук я поставил на него Shadow Fight в играх ВКонтакте и был очень счастлив"
        ],
        "books" => [
            "title" => "Люстры",
            "description" => "Я с ранних лет очень любил люстры и не упускал возможностей сфотографироваться с невероятными творениями людей."
        ],
        "music" => [
            "title" => "Великие люди - 1",
            "description" => "Я всегда немного был заинтересован историей великих людей, меня волновало не то что они сделали, а как добились своих высот, как они сделали то что не удавалось другим? Что ими двигало когда все были против них? Отличный пример дедушка Ленин, который перевернул страну с головы на ноги!",
        ],
        "movies" => [
            "title" => "Великие люди - 2",
            "description" => "Бетховен умел передавать через музыку то, что невозможно выразить словами. Его композиции наполнены таким богатством и глубиной, что каждый раз находишь что-то новое, слушая их. В его произведениях сочетаются ярость и нежность, радость и печаль, что делает их поистине универсальными и вечными. Он словно поэт, который рисует свои картины звуками, и каждый может найти в его музыке что-то своё, что отзовётся в сердце и останется там надолго.",
        ]
    ];
}
?>
